/** 
 * Заимпортируйте функции из файла api.js,
 * Получите данные по компаниям, товарам, пользователям и отзывам
 * Создайте классы для товаров, компаний, отзывов и пользователей (в папке classes)
 * Создайте массивы экземпляров объектов
 * Соберите 4 массива в один массив данных так:
    * Каждая компания должна содержать поле с массивом всех производимых продуктов.
    * Каждый продукт должен содержать полную информацию о себе, включая ревью.
    * Каждое ревью должно содержать информацию о пользователе, который это ревью оставил.
 *  */

